Repository: rmtheis/translate
Catalog: ios/Translate/Localizable.xcstrings
Source language: en
Languages: af, an, ar, ast, be, bg, br, ca, crh, cs, cy, da, eo, es, eu, fo, fr, gl, he, hi, hr, id, is, it, kk, mk, ms, mt, nb, nl, nn, oc, pl, pt_br, ro, ru, sc, scn, se, sh, sl, sr, sv, szl, tet, tr, tt, uk, ur

source: Active
af: Aktief
an: Activo
ar: نشط
ast: Activu
be: Актыўныя
bg: Активни
br: Oberiant
ca: Actiu
crh: Çıqarılğan
cs: Aktivní
cy: Gweithredol
da: Aktiv
eo: Aktiva
es: Activo
eu: Aktibo
fo: Virkin
fr: Actif
gl: Activo
he: פעיל
hi: सक्रिय
hr: Aktivno
id: Aktif
is: Virkt
it: Attivo
kk: Белсенді
mk: Активни
ms: Aktif
mt: Attiv
nb: Aktiv
nl: Actief
nn: Aktiv
oc: Actiu
pl: Aktywne
pt_br: Ativo
ro: Activ
ru: Активные
sc: Ativu
scn: Attivu
se: Doaibmi
sh: Aktivno
sl: Aktivno
sr: Активно
sv: Aktiv
szl: Aktywne
tet: Ativu
tr: Etkin
tt: Актив
uk: Активні
ur: فعال

source: Apertium Translation Models
af: Apertium-vertaalmodelle
an: Modelos de traducción d'Apertium
ar: نماذج الترجمة Apertium
ast: Modelos de Traducción d'Apertium
be: Мадэлі перакладу Apertium
bg: Apertium модели за превод
br: Patromoù troidigezh Apertium
ca: Models de traducció d'Apertium
crh: Apertium Tercime Modelleri
cs: Překladové modely Apertium
cy: Modelau Cyfieithu Apertium
da: Apertium oversættelsesmodeller
eo: Apertium-tradukmodeloj
es: Modelos de traducción de Apertium
eu: Apertium Itzulpen Modeloak
fo: Apertium týðingarmodellar
fr: Modèles de traduction Apertium
gl: Modelos de tradución de Apertium
he: מודלי תרגום של Apertium
hi: Apertium अनुवाद मॉडल
hr: Apertium modeli za prevođenje
id: Model Terjemahan Apertium
is: Apertium þýðingarlíkön
it: Apertium Modelli di Traduzione
kk: Apertium аударма модельдері
mk: Apertium модели за преведување
ms: Model Terjemahan Apertium
mt: Mudelli ta' Traduzzjoni Apertium
nb: Apertium oversettelsesmodeller
nl: Apertium-vertaalmodellen
nn: Apertium omsetjingsmodellar
oc: Modèls de traduccion d'Apertium
pl: Apertium - modele tłumaczeniowe
pt_br: Modelos de tradução Apertium
ro: Apertium Modele de traducere
ru: Apertium — модели перевода
sc: Modellos de tradutzione de Apertium
scn: Apertium Mudelli di Traduzzioni
se: Apertium jorgalanmállet
sh: Apertium modeli za prevođenje
sl: Apertium prevajalski modeli
sr: Apertium модели за превођење
sv: Apertium översättningsmodeller
szl: Apertium - modele do przekłŏdaniŏ
tet: Apertium nia Modelu Tradusaun
tr: Apertium Çeviri Modelleri
tt: Apertium тәрҗемә модельләре
uk: Моделі перекладу Apertium
ur: Apertium ترجمہ کے ماڈلز

source: Cancel
af: Kanselleer
an: Cancelar
ar: إلغاء
ast: Encaboxar
be: Скасаваць
bg: Отказ
br: Nullañ
ca: Cancel·la
crh: İptal et
cs: Zrušit
cy: Canslo
da: Annuller
eo: Nuligi
es: Cancelar
eu: Utzi
fo: Angra
fr: Annuler
gl: Cancelar
he: ביטול
hi: रद्द करें
hr: Odustani
id: Batal
is: Hætta við
it: Annulla
kk: Бас тарту
mk: Откажи
ms: Batal
mt: Ikkanċella
nb: Avbryt
nl: Annuleren
nn: Avbryt
oc: Anullar
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
sc: Annulla
scn: Annulla
se: Gaskkalduhte
sh: Odustani
sl: Prekliči
sr: Откажи
sv: Avbryt
szl: Pociep
tet: Kansela
tr: İptal
tt: Баш тарту
uk: Скасувати
ur: منسوخ کریں

source: Done
af: Klaar
an: Feito
ar: تم
ast: Fecho
be: Гатова
bg: Готово
br: Graet
ca: Fet
crh: Tamam
cs: Hotovo
cy: Wedi gorffen
da: Færdig
eo: Farita
es: Listo
eu: Eginda
fo: Liðugt
fr: Terminé
gl: Feito
he: סיום
hi: पूर्ण
hr: Gotovo
id: Selesai
is: Lokið
it: Fine
kk: Дайын
mk: Готово
ms: Selesai
mt: Lest
nb: Ferdig
nl: Gereed
nn: Ferdig
oc: Fait
pl: Gotowe
pt_br: Concluído
ro: Gata
ru: Готово
sc: Fatu
scn: Fattu
se: Gárvvis
sh: Gotovo
sl: Končano
sr: Готово
sv: Klar
szl: Gotowe
tet: Remata
tr: Bitti
tt: Әзер
uk: Готово
ur: ہو گیا

source: Download failed
af: Aflaai het misluk
an: A descarga ha fallau
ar: فشل التنزيل
ast: Falló la descarga
be: Не ўдалося спампаваць
bg: Изтеглянето е неуспешно
br: C'hwitet eo ar pellgargañ
ca: La descàrrega ha fallat
crh: Yükleme muvafaqiyetsiz
cs: Stahování selhalo
cy: Methodd y lawrlwythiad
da: Download mislykkedes
eo: Elŝuto malsukcesis
es: Error de descarga
eu: Deskargak huts egin du
fo: Niðurtøkan miseydnaðist
fr: Échec du téléchargement
gl: Erro na descarga
he: ההורדה נכשלה
hi: डाउनलोड विफल
hr: Preuzimanje nije uspjelo
id: Pengunduhan gagal
is: Niðurhal mistókst
it: Download non riuscito
kk: Жүктеу сәтсіз аяқталды
mk: Преземањето не успеа
ms: Muat turun gagal
mt: It-tniżżil falla
nb: Nedlasting mislyktes
nl: Downloaden mislukt
nn: Nedlasting mislukkast
oc: Lo telecargament a fracassat
pl: Pobieranie nie powiodło się
pt_br: Falha ao baixar
ro: Descărcare eșuată
ru: Ошибка загрузки
sc: Iscarrigamentu faddidu
scn: Scarricamentu falliutu
se: Viežžan filtii
sh: Preuzimanje nije uspjelo
sl: Prenos ni uspel
sr: Преузимање није успело
sv: Nedladdningen misslyckades
szl: Ściōngniyńcie sie niy podarziło
tet: Download la konsege
tr: İndirme başarısız
tt: Йөкләү уңышсыз тәмамланды
uk: Помилка завантаження
ur: ڈاؤن لوڈ ناکام

source: Downloading
af: Besig om af te laai
an: Descargando
ar: جارٍ التنزيل
ast: Descargando
be: Спампоўванне
bg: Изтегляне
br: O pellgargañ
ca: S'està baixant
crh: Yüklene
cs: Stahování
cy: Wrthi'n lawrlwytho
da: Downloader
eo: Elŝutado
es: Descargando
eu: Deskargatzen
fo: Tekur niður
fr: Téléchargement
gl: Descargando
he: מוריד
hi: डाउनलोड हो रहा है
hr: Preuzimanje u tijeku
id: Mengunduh
is: Hleð niður
it: Download in corso
kk: Жүктелуде
mk: Се презема
ms: Memuat turun
mt: Qed jitniżżel
nb: Laster ned
nl: Bezig met downloaden
nn: Lastar ned
oc: Telecargament en cors
pl: Pobieranie
pt_br: Baixando
ro: Se descarcă
ru: Загрузка
sc: Iscarrighende
scn: Scarricannu
se: Viežžamin
sh: Preuzimanje u toku
sl: Prenašanje
sr: Преузимање
sv: Laddar ner
szl: Ściōnganie
tet: Hatuun hela
tr: İndiriliyor
tt: Йөкләнә
uk: Завантаження
ur: ڈاؤن لوڈ ہو رہا ہے

source: Mark unknown words
af: Merk onbekende woorde
an: Marcar parolas desconoixidas
ar: تمييز الكلمات غير المعروفة
ast: Marcar les pallabres desconocíes
be: Пазначаць невядомыя словы
bg: Маркирай непознатите думи
br: Merkañ ar gerioù dianav
ca: Marca les paraules desconegudes
crh: Bilinmegen sözlerni işaretle
cs: Označit neznámá slova
cy: Marcio geiriau anhysbys
da: Markér ukendte ord
eo: Marki nekonatajn vortojn
es: Marcar palabras desconocidas
eu: Markatu hitz ezezagunak
fo: Merk ókend orð
fr: Marquer les mots inconnus
gl: Marcar palabras descoñecidas
he: סמן מילים לא ידועות
hi: अज्ञात शब्दों को चिह्नित करें
hr: Označi nepoznate riječi
id: Tandai kata yang tidak dikenal
is: Merkja óþekkt orð
it: Evidenzia parole sconosciute
kk: Белгісіз сөздерді белгілеу
mk: Означи непознати зборови
ms: Tandakan perkataan tidak diketahui
mt: Immarka kliem mhux magħruf
nb: Marker ukjente ord
nl: Onbekende woorden markeren
nn: Merk ukjende ord
oc: Marcar los mots desconeguts
pl: Oznacz nieznane słowa
pt_br: Marcar palavras desconhecidas
ro: Marchează cuvintele necunoscute
ru: Отмечать неизвестные слова
sc: Marca sas paràulas disconnotas
scn: Marca i palori scanusciuti
se: Merke amas sániid
sh: Označi nepoznate riječi
sl: Označi neznane besede
sr: Означи непознате речи
sv: Markera okända ord
szl: Ôznacz niyznane słowa
tet: Marka liafuan ne'ebé la hatene
tr: Bilinmeyen sözcükleri işaretle
tt: Билгесез сүзләрне билгеләргә
uk: Позначати невідомі слова
ur: نامعلوم الفاظ کو نشان زد کریں

source: Mark unknown words with a *
af: Merk onbekende woorde met 'n *
an: Marcar parolas desconoixidas con un *
ar: تمييز الكلمات غير المعروفة بعلامة *
ast: Marcar les pallabres desconocíes con un *
be: Пазначаць невядомыя словы сімвалам *
bg: Маркирай непознатите думи със *
br: Merkañ ar gerioù dianav gant ur *
ca: Marca les paraules desconegudes amb un *
crh: Bilinmegen sözlerni * ile işaretle
cs: Označit neznámá slova hvězdičkou *
cy: Marcio geiriau anhysbys gyda *
da: Markér ukendte ord med en *
eo: Marki nekonatajn vortojn per *
es: Marcar palabras desconocidas con un *
eu: Markatu hitz ezezagunak * batekin
fo: Merk ókend orð við einum *
fr: Marquer les mots inconnus avec un *
gl: Marcar as palabras descoñecidas cun *
he: סמן מילים לא ידועות בכוכבית *
hi: अज्ञात शब्दों को * से चिह्नित करें
hr: Označi nepoznate riječi zvjezdicom *
id: Tandai kata yang tidak dikenal dengan *
is: Merkja óþekkt orð með *
it: Evidenzia le parole sconosciute con un *
kk: Белгісіз сөздерді * белгісімен белгілеу
mk: Означи непознати зборови со *
ms: Tandakan perkataan tidak diketahui dengan *
mt: Immarka kliem mhux magħruf b'*
nb: Marker ukjente ord med *
nl: Onbekende woorden markeren met een *
nn: Merk ukjende ord med *
oc: Marcar los mots desconeguts amb un *
pl: Oznacz nieznane słowa znakiem *
pt_br: Marcar palavras desconhecidas com *
ro: Marchează cuvintele necunoscute cu *
ru: Отмечать неизвестные слова символом *
sc: Marca sas paràulas disconnotas cun unu *
scn: Marca i palori scanusciuti cu nu *
se: Merke amas sániid *-mearkkain
sh: Označi nepoznate riječi zvjezdicom *
sl: Označi neznane besede z *
sr: Означи непознате речи са *
sv: Markera okända ord med en *
szl: Ôznacz niyznane słowa znakym *
tet: Marka liafuan ne'ebé la hatene ho *
tr: Bilinmeyen sözcükleri * ile işaretle
tt: Билгесез сүзләрне * билгесе белән билгеләргә
uk: Позначати невідомі слова символом *
ur: نامعلوم الفاظ کو * سے نشان زد کریں

source: Retry
af: Probeer weer
an: Tornar a prebar
ar: إعادة المحاولة
ast: Reintentar
be: Паўтарыць
bg: Опитай отново
br: Klask en-dro
ca: Torna-ho a provar
crh: Kene deñe
cs: Zkusit znovu
cy: Ailgynnig
da: Prøv igen
eo: Reprovi
es: Reintentar
eu: Saiatu berriro
fo: Royn aftur
fr: Réessayer
gl: Tentar de novo
he: נסה שוב
hi: पुनः प्रयास करें
hr: Pokušaj ponovno
id: Coba lagi
is: Reyna aftur
it: Riprova
kk: Қайталау
mk: Обиди се повторно
ms: Cuba semula
mt: Erġa' pprova
nb: Prøv igjen
nl: Opnieuw proberen
nn: Prøv igjen
oc: Tornar ensajar
pl: Ponów
pt_br: Tentar novamente
ro: Reîncearcă
ru: Повторить
sc: Torra a proare
scn: Riprova
se: Geahččal ođđasit
sh: Pokušaj ponovo
sl: Poskusi znova
sr: Покушај поново
sv: Försök igen
szl: Sprōbuj zaś
tet: Koko fali
tr: Yeniden dene
tt: Кабатлау
uk: Повторити
ur: دوبارہ کوشش کریں

source: Settings
af: Instellings
an: Achustes
ar: الإعدادات
ast: Axustes
be: Налады
bg: Настройки
br: Arventennoù
ca: Configuració
crh: Ayarlar
cs: Nastavení
cy: Gosodiadau
da: Indstillinger
eo: Agordoj
es: Ajustes
eu: Ezarpenak
fo: Stillingar
fr: Paramètres
gl: Axustes
he: הגדרות
hi: सेटिंग्स
hr: Postavke
id: Pengaturan
is: Stillingar
it: Impostazioni
kk: Параметрлер
mk: Поставки
ms: Tetapan
mt: Issettjar
nb: Innstillinger
nl: Instellingen
nn: Innstillingar
oc: Paramètres
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sc: Cunfiguratziones
scn: Mpustazzioni
se: Heivehusat
sh: Postavke
sl: Nastavitve
sr: Подешавања
sv: Inställningar
szl: Sztelōnki
tet: Konfigurasaun
tr: Ayarlar
tt: Көйләүләр
uk: Налаштування
ur: ترتیبات

source: Source
af: Brontaal
an: Orichen
ar: المصدر
ast: Orixe
be: Зыходная
bg: Източник
br: Mammenn
ca: Origen
crh: Menba
cs: Zdroj
cy: Ffynhonnell
da: Kilde
eo: Fonto
es: Origen
eu: Iturria
fo: Kelda
gl: Orixe
he: מקור
hi: स्रोत
hr: Izvor
id: Sumber
is: Uppruni
it: Origine
kk: Бастапқы
mk: Извор
ms: Sumber
mt: Sors
nb: Kilde
nl: Bron
nn: Kjelde
oc: Font
pl: Źródło
pt_br: Origem
ro: Sursă
ru: Источник
sc: Òrigine
scn: Origini
se: Gáldu
sh: Izvor
sl: Vir
sr: Извор
sv: Källa
szl: Zdrzōdło
tet: Orijinál
tr: Kaynak
tt: Чыганак
uk: Джерело
ur: ماخذ

source: Staging
af: Voorvrystelling
an: En preparación
ar: قيد التجهيز
ast: En pruebes
be: Прамежкавыя
bg: В подготовка
br: O prientiñ
ca: En proves
crh: Hazırlıq
cs: Příprava
cy: Wrth baratoi
da: Forhåndsvisning
eo: Prepara
es: En preparación
eu: Probaldia
fo: Í royndum
fr: Préversion
gl: En probas
he: בהכנה
hi: स्टेजिंग
hr: U pripremi
id: Pratinjau
is: Í prófun
it: In sviluppo
kk: Сынақ
mk: Во подготовка
ms: Pementasan
mt: Fi preparazzjoni
nb: Forhåndsversjon
nn: Førehandsversjon
oc: En preparacion
pl: Testowe
pt_br: Em preparação
ro: În pregătire
ru: В разработке
sc: In aprontamentu
scn: N preparazzioni
se: Geahččaleamen
sh: U pripremi
sl: Pripravljalno
sr: У припреми
sv: Förhandsversion
szl: Testowe
tet: Iha preparasaun
tr: Hazırlık
tt: Әзерләнүдә
uk: У підготовці
ur: زیر تیاری

source: TRANSLATE
af: VERTAAL
an: TRADUCIR
ar: ترجم
ast: TRADUCIR
be: ПЕРАКЛАСЦІ
bg: ПРЕВЕДИ
br: TREIÑ
ca: TRADUEIX
crh: TERCİME ET
cs: PŘELOŽIT
cy: CYFIEITHU
da: OVERSÆT
eo: TRADUKI
es: TRADUCIR
eu: ITZULI
fo: TÝÐ
fr: TRADUIRE
gl: TRADUCIR
he: תרגם
hi: अनुवाद करें
hr: PREVEDI
id: TERJEMAHKAN
is: ÞÝÐA
it: TRADUCI
kk: АУДАРУ
mk: ПРЕВЕДИ
ms: TERJEMAH
mt: ITTRADUĊI
nb: OVERSETT
nl: VERTALEN
nn: OMSETT
oc: TRADUSIR
pl: TŁUMACZ
pt_br: TRADUZIR
ro: TRADU
ru: ПЕРЕВЕСТИ
sc: TRADUE
scn: TRADUCI
se: JORGAL
sh: PREVEDI
sl: PREVEDI
sr: ПРЕВЕДИ
sv: ÖVERSÄTT
szl: PRZEKŁŎDEJ
tet: TRADUS
tr: ÇEVİR
tt: ТӘРҖЕМӘ ИТҮ
uk: ПЕРЕКЛАСТИ
ur: ترجمہ کریں

source: Target
af: Teikentaal
an: Destín
ar: الهدف
ast: Destín
be: Мэтавая
bg: Цел
br: Pal
ca: Destinació
crh: Maqsat
cs: Cíl
cy: Targed
da: Mål
eo: Celo
es: Destino
eu: Helburua
fo: Mál
fr: Cible
gl: Destino
he: יעד
hi: लक्ष्य
hr: Cilj
id: Sasaran
is: Markmál
it: Destinazione
kk: Аударылатын
mk: Цел
ms: Sasaran
mt: Mira
nb: Mål
nl: Doel
nn: Mål
oc: Cibla
pl: Cel
pt_br: Destino
ro: Țintă
ru: Цель
sc: Destinu
scn: Distinazzioni
se: Ulbmil
sh: Cilj
sl: Cilj
sr: Циљ
sv: Mål
szl: Cyl
tet: Alvu
tr: Hedef
tt: Максат
uk: Ціль
ur: ہدف

source: This pair is one-way only.
af: Hierdie paar is slegs eenrigting.
an: Iste par nomás ye d'una dirección.
ar: هذا الزوج يعمل في اتجاه واحد فقط.
ast: Esti par ye namái nun sentíu.
be: Гэтая пара толькі аднабаковая.
bg: Тази двойка е само еднопосочна.
br: N'a ar c'houblad-mañ nemet en un tu.
ca: Aquest parell només funciona en un sentit.
crh: Bu çift faqat bir taraflıdır.
cs: Tato dvojice je pouze jednosměrná.
cy: Mae'r pâr hwn yn unffordd yn unig.
da: Dette par er kun envejs.
eo: Ĉi tiu paro estas nur unudirekta.
es: Este par es solo unidireccional.
eu: Bikote hau norabide bakarrekoa da.
fo: Hetta parið virkar bert ein veg.
fr: Cette paire est unidirectionnelle.
gl: Este par é unidireccional.
he: צמד זה הוא חד-כיווני בלבד.
hi: यह जोड़ी केवल एकतरफा है।
hr: Ovaj par podržava samo jedan smjer.
id: Pasangan ini hanya satu arah.
is: Þetta par er aðeins einátta.
it: Questa coppia è unidirezionale.
kk: Бұл жұп тек бір бағытта жұмыс істейді.
mk: Овој пар е само еднонасочен.
ms: Pasangan ini satu hala sahaja.
mt: Dan il-par jaħdem f'direzzjoni waħda biss.
nb: Dette språkparet er kun enveis.
nl: Dit paar werkt maar één kant op.
nn: Dette språkparet er berre einvegs.
oc: Aqueste parelh es unidireccional unicament.
pl: Ta para działa tylko w jedną stronę.
pt_br: Este par é unidirecional.
ro: Această pereche este unidirecțională.
ru: Эта пара работает только в одном направлении.
sc: Custa coja andat petzi in una diretzione.
scn: Sta cuppia funziona sulu nta na direzzioni.
se: Dát bárra doaibmá dušše ovtta guvlui.
sh: Ovaj par podržava samo jedan smjer.
sl: Ta par je samo enosmeren.
sr: Овај пар је само једносмеран.
sv: Detta par är endast enkelriktat.
szl: Ta pŏra idzie ino w jedna strōna.
tet: Par ida-ne'e iha direksaun ida deit.
tr: Bu çift yalnızca tek yönlüdür.
tt: Бу пар бер яклы гына эшли.
uk: Ця пара працює лише в одному напрямку.
ur: یہ جوڑا صرف یک طرفہ ہے۔

source: Translation error
af: Vertaalfout
an: Error de traducción
ar: خطأ في الترجمة
ast: Fallu de traducción
be: Памылка перакладу
bg: Грешка при превода
br: Fazi troidigezh
ca: Error de traducció
crh: Tercime hatası
cs: Chyba překladu
cy: Gwall cyfieithu
da: Oversættelsesfejl
eo: Eraro de traduko
es: Error de traducción
eu: Itzulpen errorea
fo: Týðingarfeilur
fr: Erreur de traduction
gl: Erro de tradución
he: שגיאת תרגום
hi: अनुवाद त्रुटि
hr: Pogreška u prijevodu
id: Kesalahan terjemahan
is: Villa við þýðingu
it: Errore di traduzione
kk: Аударма қатесі
mk: Грешка при преведување
ms: Ralat terjemahan
mt: Żball fit-traduzzjoni
nb: Oversettelsesfeil
nl: Vertaalfout
nn: Omsetjingsfeil
oc: Error de traduccion
pl: Błąd tłumaczenia
pt_br: Erro de tradução
ro: Eroare de traducere
ru: Ошибка перевода
sc: Errore de tradutzione
scn: Erruri di traduzzioni
se: Jorgalanmeattáhus
sh: Greška pri prevođenju
sl: Napaka pri prevajanju
sr: Грешка при превођењу
sv: Översättningsfel
szl: Feler przekłŏdaniŏ
tet: Erru iha tradusaun
tr: Çeviri hatası
tt: Тәрҗемә хатасы
uk: Помилка перекладу
ur: ترجمے میں خرابی

source: OK
an: Acceptar
ar: موافق
ast: Aceptar
bg: ОК
br: Mat eo
ca: D'acord
crh: Tamam
cy: Iawn
eo: Bone
es: Aceptar
eu: Ados
fo: Í lagi
gl: Aceptar
he: אישור
hi: ठीक है
hr: U redu
is: Í lagi
kk: Жарайды
mk: Во ред
oc: D'acòrdi
ru: ОК
sc: Andat bene
sh: U redu
sl: V redu
sr: У реду
tr: Tamam
tt: Ярый
ur: ٹھیک ہے
